<?php

use Illuminate\Database\Seeder;
// use App\Models\People;

class PeopleTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('people')->insert([
        	[
        		'name' => 'Юлiя Галка',
        		'position' => 'Директор',
        		'images' => 'http://www.eurolife.ua/ua/ua/company/team_ua/01_Galka.jpg?m=1476391999',
        		'text' => '<p>Ми раді, що у нас є можливість взяти участь у стрімкому розвитку, який переживає зараз ринок страхування життя в Україні, та пишаємось тим, що за 17 років своєї діяльності змогли позитивно вплинути на зростання даного сегменту ринку України.</p>'
        	],
        	[
        		'name' => 'Ольга Пустовар',
        		'position' => 'Директор зі збуту',
        		'images' => 'http://www.eurolife.ua/ua/ua/company/team_ua/02_Pustovar.jpg?m=1476392019',
        		'text' => '<p>Ми раді, що у нас є можливість взяти участь у стрімкому розвитку, який переживає зараз ринок страхування життя в Україні, та пишаємось тим, що за 17 років своєї діяльності змогли позитивно вплинути на зростання даного сегменту ринку України.</p>'
        	],
        	[
        		'name' => 'Лариса Мофа',
        		'position' => 'Головний бухгалтер',
        		'images' => 'http://www.eurolife.ua/ua/ua/company/team_ua/03_Mofa.jpg?m=1476391990',
        		'text' => '<p>Ми раді, що у нас є можливість взяти участь у стрімкому розвитку, який переживає зараз ринок страхування життя в Україні, та пишаємось тим, що за 17 років своєї діяльності змогли позитивно вплинути на зростання даного сегменту ринку України.</p>'
        	],
        	[
        		'name' => 'Жанна Прокопенко',
        		'position' => 'Бухгалтер',
        		'images' => 'http://www.eurolife.ua/ua/ua/company/team_ua/04_Prokopenko.jpg?m=1476392030',
        		'text' => '<p>Ми раді, що у нас є можливість взяти участь у стрімкому розвитку, який переживає зараз ринок страхування життя в Україні, та пишаємось тим, що за 17 років своєї діяльності змогли позитивно вплинути на зростання даного сегменту ринку України.</p>'
        	],
        	[
        		'name' => 'Анастасiя Яловченко',
        		'position' => 'Керівник відділу обробки даних',
        		'images' => 'http://www.eurolife.ua/ua/ua/company/team_ua/06_Yalovchenko.jpg?m=1476392042',
        		'text' => '<p>Ми раді, що у нас є можливість взяти участь у стрімкому розвитку, який переживає зараз ринок страхування життя в Україні, та пишаємось тим, що за 17 років своєї діяльності змогли позитивно вплинути на зростання даного сегменту ринку України.</p>'
        	],
        	[
        		'name' => 'Дар’я Притчина',
        		'position' => 'Менеджер з маркетингу',
        		'images' => 'http://www.eurolife.ua/ua/ua/company/team_ua/09_Pritchina.jpg?m=1485875027',
        		'text' => '<p>Ми раді, що у нас є можливість взяти участь у стрімкому розвитку, який переживає зараз ринок страхування життя в Україні, та пишаємось тим, що за 17 років своєї діяльності змогли позитивно вплинути на зростання даного сегменту ринку України.</p>'	
        	]
        ]);
    }
}
