<?php

use Illuminate\Database\Seeder;
// use App\Models\Service;

class ServicesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('services')->insert([
        	[
        		'name' => 'Золотий Капітал',
        		'text' => '<p>Унікальне страхове покриття та можливість накопичення коштів</p>
        			<ul>
	        			<li>Надійне накопичення та безпечне інвестування коштів</li>
	        			<li>Унікальний страховий захист</li>
	        			<li>Захист коштів від негативних наслідків інфляції</li>
	        			<li>Звільнення від сплати чергових Страхових Премій у випадку повної втрати працездатності</li>
	        			<li>Надання автоматичного кредиту для сплати чергових Страхових Премій</li>
        			</ul>',
        		'icon' => '/img/met_life1.jpg'
        	],
        	[
        		'name' => 'Капітал',
        		'text' => '<p>Запорука гідного життя після виходу на пенсію</p>
        			<ul>
        			<li>Надійне накопичення капіталу</li>
        			<li>Покриття ризику смерті внаслідок нещасного випадку</li>
        			<li>Повернення коштів у разі природної смерті Клієнта</li>
        			<li>Страховий захист за пакетом може бути розширено</li>
        			<li>Захист коштів від негативних наслідків інфляції</li>
        			<li>Надання автоматичного кредиту для сплати чергових Страхових Премій</li>
        			</ul>',
        		'icon' => '/img/met_life1.jpg'
        	],
        	[
        		'name' => 'Життя Плюс',
        		'text' => '<p>Доступне страхове покриття</p>
        			<ul>
        			<li>Різноманітне страхове покриття</li>
        			<li>Невелика страхова премія</li>
        			<li>Звільнення Страхувальника від сплати чергових Страхових Премій у випадку настання його постійної та повної непрацездатності</li>
        			<li>Бонус за лояльність</li>
        			<li>Участь у Негарантованому Інвестиційному Доході</li>
        			</ul>',
        		'icon' => '/img/met_life1.jpg'
        	],
        	[
        		'name' => 'Капітал у спадок',
        		'text' => '<p>Гідний спадок для дітей та онуків</p>
        			<ul>
        			<li>Надійний та безпечний механізм інвестування</li>
        			<li>Можливість розширення страхового покриття</li>
        			<li>Можливість обрати період, протягом якого Ви будете сплачувати Страхові Премії</li>
        			<li>Надання автоматичного кредиту для сплати чергових Страхових Премій</li>
        			</ul>',
        		'icon' => '/img/met_life1.jpg'
        	],
        	[
        		'name' => 'Юніор Капітал',
        		'text' => '<p>Фінансова підтримка Ваших дітей</p>
        			<ul>
        			<li>Надійне накопичення коштів для дитини</li>
        			<li>Унікальний страховий захист як для дитини, так і для страхувальника</li>
        			<li>Покриття ризику смерті внаслідок нещасного випадку для Страхувальника</li>
        			<li>Можливість придбання додаткового покриття</li>
        			<li>Надання автоматичного кредиту для сплати чергових Страхових Премій</li>
        			<li>Захист коштів від негативних наслідків інфляції (індексація)</li>
        			</ul>',
        		'icon' => '/img/met_life1.jpg'
        	],
        	[
        		'name' => 'SL VIP',
        		'text' => '<p>Унікальне страхове покриття та можливість накопичення коштів</p>
        			<ul>
        			<li>Надійне накопичення та безпечне інвестування коштів</li>
        			<li>Унікальний страховий захист</li>
        			<li>Додаткова Страхова Виплата у випадку загибелі подружньої пари</li>
        			<li>Додаткове покриття ризику смерті внаслідок загибелі на транспорті</li>
        			<li>Можливість придбання додаткового покриття</li>
        			</ul>',
        		'icon' => '/img/met_life2.jpg'
        	],
        	[
        		'name' => 'ТІЛЕСНІ УШКОДЖЕННЯ внаслідок нещасного випадку',
        		'text' => '<p>Страхова програма - код BI</p>
        			<ul>
        			<li>Для дорослих та дітей</li>
        			<li>Від 1 до 64 років</li>
        			<li>65 років</li>
        			</ul>',
        		'icon' => '/img/met_life3.jpg'
        	]
        ]);
    }
}
